tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nextfire/tap"
tap "osx-cross/arm"
tap "ravibrock/formulae"
tap "theseal/ssh-askpass"
brew "ansifilter"
brew "harfbuzz"
brew "asymptote"
brew "bash"
brew "bat"
brew "python@3.13"
brew "bfg"
brew "biber"
brew "node"
brew "bitwarden-cli"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "composer"
brew "coreutils"
brew "cpr"
brew "crow"
brew "docker"
brew "duti"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "hashcat"
brew "hyperfine"
brew "imagemagick"
brew "lazygit"
brew "leetup"
brew "luarocks"
brew "mas"
brew "most"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "ocrmypdf"
brew "p7zip"
brew "pandoc"
brew "pdftk-java"
brew "pkgconf"
brew "pygments"
brew "pylint"
brew "r"
brew "rename"
brew "ripgrep"
brew "rust"
brew "sha2"
brew "silicon"
brew "speedtest-cli"
brew "tealdeer"
brew "texlive"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "zoxide"
brew "nextfire/tap/apple-music-discord-rpc"
brew "ravibrock/formulae/auto-selfcontrol-rs", args: ["HEAD"]
brew "ravibrock/formulae/fastfetch", args: ["HEAD"]
brew "theseal/ssh-askpass/ssh-askpass"
cask "alt-tab"
cask "apparency"
cask "authy"
cask "betterdiscord-installer"
cask "betterzip"
cask "brave-browser"
cask "chatgpt"
cask "cloudflare-warp"
cask "corretto@17"
cask "db-browser-for-sqlite"
cask "discord"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "github"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "hiddenbar"
cask "iina"
cask "intellij-idea"
cask "karabiner-elements"
cask "lm-studio"
cask "logi-options+"
cask "mailmate"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "monero-wallet"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "nordvpn"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "oracle-jdk"
cask "phantomjs"
cask "pictogram"
cask "qbittorrent"
cask "qlstephen"
cask "raycast"
cask "rstudio"
cask "selfcontrol"
cask "sioyek"
cask "slack"
cask "stats"
cask "telegram"
cask "unnaturalscrollwheels"
cask "vial"
cask "vlc"
cask "vscodium"
cask "waterfox"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
