tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "ravibrock/fastfetch"
brew "pkg-config"
brew "boost"
brew "openjdk"
brew "bfg"
brew "bitwarden-cli"
brew "cmake"
brew "cmatrix"
brew "ctags"
brew "duti"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "ghostscript"
brew "git"
brew "hashcat"
brew "imagemagick"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "p7zip"
brew "pdftk-java"
brew "poppler"
brew "pygments"
brew "pylint"
brew "sha2"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "w3m"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "qmk/qmk/qmk"
brew "ravibrock/fastfetch/fastfetch", args: ["HEAD"]
cask "alt-tab"
cask "authy"
cask "betterdiscord-installer"
cask "bitwarden"
cask "brave-browser"
cask "cloudflare-warp"
cask "cron"
cask "db-browser-for-sqlite"
cask "discord"
cask "fig"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "gpg-suite-no-mail"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "mailmate"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "miniforge"
cask "monero-wallet"
cask "mysqlworkbench"
cask "nordvpn"
cask "obsidian"
cask "pycharm"
cask "pycharm-ce"
cask "r"
cask "raycast"
cask "rstudio"
cask "stats"
cask "unnaturalscrollwheels"
cask "vial"
cask "visual-studio-code"
cask "vlc"
