tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nextfire/tap"
tap "osx-cross/arm"
tap "ravibrock/formulae"
tap "theseal/ssh-askpass"
brew "asymptote"
brew "bash"
brew "bat"
brew "harfbuzz"
brew "bfg"
brew "biber"
brew "node"
brew "bitwarden-cli"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "composer"
brew "coreutils"
brew "docker"
brew "duti"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "hashcat"
brew "hyperfine"
brew "p7zip"
brew "julia"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "most"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "pdftk-java"
brew "pylint"
brew "rename"
brew "ripgrep"
brew "rust"
brew "sha2"
brew "silicon"
brew "speedtest-cli"
brew "texlive"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "nextfire/tap/apple-music-discord-rpc"
brew "ravibrock/formulae/auto-selfcontrol-rs", args: ["HEAD"]
brew "ravibrock/formulae/fastfetch", args: ["HEAD"]
brew "theseal/ssh-askpass/ssh-askpass"
cask "alt-tab"
cask "apparency"
cask "authy"
cask "betterdiscord-installer"
cask "betterzip"
cask "brave-browser"
cask "cloudflare-warp"
cask "db-browser-for-sqlite"
cask "discord"
cask "font-fira-code-nerd-font"
cask "github"
cask "gpg-suite-no-mail"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "mailmate"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "miniforge"
cask "monero-wallet"
cask "mysqlworkbench"
cask "nordvpn"
cask "notion-calendar"
cask "obsidian"
cask "oracle-jdk"
cask "orion"
cask "phantomjs"
cask "pictogram"
cask "pycharm-ce"
cask "qlstephen"
cask "r"
cask "racket"
cask "raycast"
cask "rstudio"
cask "selfcontrol"
cask "sioyek"
cask "stats"
cask "unnaturalscrollwheels"
cask "vial"
cask "vlc"
cask "vscodium"
cask "waterfox"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
